<!DOCTYPE html>
<html lang='en'>
  <head>
    <meta charset='UTF-8'/>
    <link rel='stylesheet' href='css/rules_php/rules.css'>
<link rel='stylesheet' href='css/butons.css'>
<link rel='stylesheet' href='css/back/background.css'>
<link rel='stylesheet' href='css/text/font.css'>
<link rel='stylesheet' href='css/cur/cursor.css'>
    <script src='js/.js'></script>
    
    <title>Правила пользования</title>
  </head>
  <body>
<div class="piska"></div>
<div id="wrapper">
<div id="header">
<ul class="nav">
<button type="button" class="back" onclick="window.close()"><div class="arrow">↪</div></button>

</ul>
<br>
    <?php
// устанавливаем соединение с базой данных
require_once 'login.php';
  // ___________________________
    ?>  

<h2>Правила пользования сайтом:</h2>
<ol>
  <p>1. Контент, размещенный на сайте, защищен авторскими правами и может быть использован только в соответствии с условиями, указанными на сайте.</p>
  <p>2. Сайт не несет ответственности за содержание ссылок на другие сайты, размещенные на страницах сайта.</p>
  <p>3. Пользователь несет полную ответственность за использование любой информации, полученной на сайте.</p>
  <p>4. Пользователь несет полную ответственность за любые действия, связанные с использованием сайта.</p>
  <p>5. Сайт имеет право изменять содержание сайта, а также правила пользования сайтом в любое время без предварительного уведомления пользователей.</p>
  <p>6. На сайте запрещено размещать незаконный контент, оскорбления, угрозы, материалы сексуального характера, а также содержание, которое может быть воспринято как ненормативная лексика.</p>
  <p>7. Пользователи не имеют права нарушать интеллектуальные права других пользователей или права на конфиденциальность.</p>
  <p>8. Сайт имеет право заблокировать пользователей, которые нарушают правила пользования сайтом, а также удалить их <a href="">контент</a>.</p>
  <p>9. Пользователь не имеет права использовать сайт для рекламы или продажи товаров без предварительного согласования с администрацией сайта.</p>
  <p>10. Сайт не несет ответственности за любые убытки, причиненные пользователю в результате использования сайта.</p>
  <p>11. Пользователь обязуется соблюдать требования законодательства РФ, касающегося использования телекоммуникационных услуг и информационных ресурсов.</p>
</ol>

</div>
<div>
  </body>
</html>